<template>
  <div class="introductions">
    <Row :gutter="16">
      <Col span="5"></Col>
      <Col span="20" offset="2">
      <div style="display:flex">
          <div>
          <p style="font-size:22px;margin-top:20px;margin-bottom:5px;">
          <Icon type="md-person" style="margin-right:15px" />
          <span style="color:#000">徐匡迪</span>
        </p>
        <p style="font-size:22px;margin-top:5px;margin-bottom:20px">
          <Icon type="md-school" style="margin-right:15px" />
          <span style="color:#000">中国工程院院士</span>
        </p>
        </div>
        <div style="margin-left:27%;margin-top:25px;font-size:45px;font-weight:bolder;color:#245086">
          徐匡迪简介
        </div>
      </div>

        <img
          src="@/common/images/kuangdi.png"
          align="left"
          hspace="5"
          vspace="5"
          style="width:40%;height:62%;margin-right:25px"
        />
        <p class="word">
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;徐匡迪，男，1937年12月11日生，汉族，浙江桐乡人，中国冶金学家，战略科学家，中国工程院院士。1959年毕业于北京钢铁学院（现北京科技大学）冶金系，留校任教，1963年调往上海工学院冶金系工作，历任教授、系主任、常务副校长，长期从事教学、科研工作。1982年赴英国帝国理工学院做访问学者，后被聘任为北欧喷射冶金公司副总裁。1986年回国后到政府部门任职，先后担任上海市高教局局长、市计委主任、副市长、市长、中共上海市委副书记，中国工程院院长、党组书记，国家科教领导小组成员，国务院学位委员会副主任，中国工业经济联合会会长，中国美国人民友好协会会长，全国政协十届副主席，中共十四届中央候补委员，十五届、十六届中央委员。徐匡迪院士还是英国皇家工程院外籍院士、瑞典皇家工程院外籍院士、塞尔维亚工程院外籍院士、美国工程院外籍院士、俄罗斯工程科学院外籍院士，英国皇家土木工程师协会荣誉会员、日本铁钢学会荣誉会员。荣获瑞典国王大十字司令官勋章、德国友谊勋章、英国皇家工程院国际合作奖章。2006年在汉堡召开的“中国与欧洲相遇”论坛上获欧盟颁发的中欧友谊奖。
          徐匡迪院士是我国喷射冶金技术的开拓者之一，长期从事电炉炼钢的冶炼工艺、钢液二次精炼和熔融还原研究，提出在二次精炼过程中进行单元操作优化组合的新思想，创造性提出利用冶金焦炉煤气规模制氢新流程，对钢铁冶金学科发展作出了杰出贡献，在国际同行中深受推崇。他先后获国家、部委和上海市重大成果奖、科技进步奖6项， 1986年国家科委、冶金部联合授予他“六五”科技攻关重大成果个人荣誉证书，荣获香港何梁何利奖励基金“科学与技术进步奖”，被授予“国家级有突出贡献的中青年科技专家”“全国教育系统劳动模范”等称号。
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;徐匡迪院士坚持学以致用，结合生产实际解决了一些关键技术，为推动钢铁工业发展发挥了重要作用。他在20世纪80年代初提出用RH-IJ法（真空循环脱气加喷粉）处理大型转炉钢水，冶炼超低硫、氧钢（≤0.005‰），获得英国、瑞典专利，并用于制造英国北海油田的石油管线钢和新日铁生产的西伯利亚输油、输气管线钢。他领衔设计并在上海工业大学机械厂生产的SGDF喷粉罐，在国内78家中小企业得到应用。此外，在不锈钢精炼、熔融还原动力学以及焦炉煤气制氢等方面的研究课题均取得成果。他还在推动钢铁工业的结构调整和先进技术的应用、构建可持续发展的绿色钢铁工业、提高中国钢铁工业的竞争力等诸多方面发挥了重要作用。他主持制订上海钢铁工业“三优”规划，促成了宝钢与上钢的兼并重组。为推动新世纪中国钢铁工业发展，他积极支持并参与殷瑞钰院士提出的“新一代可循环钢铁制造流程”的研究和实施，倡导钢铁制造流程应具有：高质量、低成本钢铁产品制造、能量高效合理转换、社会大宗废弃物消纳等三个功能，这一新流程在首钢千万吨级曹妃甸新厂得以成功应用。
          <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;徐匡迪院士曾先后在地方和中央政府部门工作，在上海市长任期内，他参与了世纪之交上海经济社会发展大转型，为浦东新区开发制订蓝图、特别是亲自主持了苏州河治理、浦东国际机场和洋山深水港建设，以及申办世博会重大项目，赢得了上海人民的爱戴。新世纪初，徐匡迪院士担任中国工程院院长，努力发挥院士群体的优势，提升工程院“思想库”功能，组织广大院士和科技创新人才共同奋斗，全面参与国家经济社会发展重大问题的咨询研究工作，为国家宏观决策提供准确、前瞻、及时的建议；主持并参与了若干国家重大科技发展战略研究，如《国家中长期规划战略研究专题（2004—2020）Ⅲ：制造业发展科技问题研究》、《装备制造业自主创新战略研究》。他致力于《中国新型城镇化战略研究》，研究报告首先提出了“以人为本的城镇化”理念，得到了国家领导层的高度认同，并作为全国城镇化工作会议的参阅文件，发至各省、部级领导。担任全国政协副主席期间，他团结各民主党派和社会各界别代表人士，为政治协商、民主监督、参政议政作了大量卓有成效的工作。
          2014年，习近平总书记提出京津冀协同发展的宏伟战略目标，徐匡迪院士受中央委托牵头组成专家咨询委员会并担任组长，对总体规划、京津冀的三地功能定位、发展目标等进行论证，探索推动京津冀协同发展，破解人口、资源、环境矛盾。同时为疏解北京非首都功能和形成京津冀地区新的增长极，论证了在河北省建立雄安新区，以高度的大局意识、战略思维、担当精神全力投身具有千年大计之称的“雄安新区”的选址、功能和开发研究，为此组织专家咨询委员会和国内外专家对雄安新区的总体规划进行了数十次专题咨询，按习主席提出的“世界眼光，国际先进，中国特色，高点定位”的要求，完成了总体规划的编制与论证，雄安新区的建设正在稳步推进中。
        </p>
      </Col>
      <Col span="2"></Col>
      <!-- <Col span="12" offset="1" class="title">
        <Card :bordered="false" style="margin-top:30px">
          <p slot="title">简介</p>
          <p>
            徐匡迪，男，1937年12月11日生，汉族，浙江桐乡人，中国冶金学家，战略科学家，中国工程院院士。1959年毕业于北京钢铁学院（现北京科技大学）冶金系，留校任教，1963年调往上海工学院冶金系工作，历任教授、系主任、常务副校长，长期从事教学、科研工作。1982年赴英国帝国理工学院做访问学者，后被聘任为北欧喷射冶金公司副总裁。1986年回国后到政府部门任职，先后担任上海市高教局局长、市计委主任、副市长、市长、中共上海市委副书记，中国工程院院长、党组书记，国家科教领导小组成员，国务院学位委员会副主任，中国工业经济联合会会长，中国美国人民友好协会会长，全国政协十届副主席，中共十四届中央候补委员，十五届、十六届中央委员。徐匡迪院士还是英国皇家工程院外籍院士、瑞典皇家工程院外籍院士、塞尔维亚工程院外籍院士、美国工程院外籍院士、俄罗斯工程科学院外籍院士，英国皇家土木工程师协会荣誉会员、日本铁钢学会荣誉会员。荣获瑞典国王大十字司令官勋章、德国友谊勋章、英国皇家工程院国际合作奖章。2006年在汉堡召开的“中国与欧洲相遇”论坛上获欧盟颁发的中欧友谊奖。
            徐匡迪院士是我国喷射冶金技术的开拓者之一，长期从事电炉炼钢的冶炼工艺、钢液二次精炼和熔融还原研究，提出在二次精炼过程中进行单元操作优化组合的新思想，创造性提出利用冶金焦炉煤气规模制氢新流程，对钢铁冶金学科发展作出了杰出贡献，在国际同行中深受推崇。他先后获国家、部委和上海市重大成果奖、科技进步奖6项， 1986年国家科委、冶金部联合授予他“六五”科技攻关重大成果个人荣誉证书，荣获香港何梁何利奖励基金“科学与技术进步奖”，被授予“国家级有突出贡献的中青年科技专家”“全国教育系统劳动模范”等称号。
            <br />徐匡迪院士坚持学以致用，结合生产实际解决了一些关键技术，为推动钢铁工业发展发挥了重要作用。他在20世纪80年代初提出用RH-IJ法（真空循环脱气加喷粉）处理大型转炉钢水，冶炼超低硫、氧钢（≤0.005‰），获得英国、瑞典专利，并用于制造英国北海油田的石油管线钢和新日铁生产的西伯利亚输油、输气管线钢。他领衔设计并在上海工业大学机械厂生产的SGDF喷粉罐，在国内78家中小企业得到应用。此外，在不锈钢精炼、熔融还原动力学以及焦炉煤气制氢等方面的研究课题均取得成果。他还在推动钢铁工业的结构调整和先进技术的应用、构建可持续发展的绿色钢铁工业、提高中国钢铁工业的竞争力等诸多方面发挥了重要作用。他主持制订上海钢铁工业“三优”规划，促成了宝钢与上钢的兼并重组。为推动新世纪中国钢铁工业发展，他积极支持并参与殷瑞钰院士提出的“新一代可循环钢铁制造流程”的研究和实施，倡导钢铁制造流程应具有：高质量、低成本钢铁产品制造、能量高效合理转换、社会大宗废弃物消纳等三个功能，这一新流程在首钢千万吨级曹妃甸新厂得以成功应用。
          </p>
        </Card>
      </Col>-->
    </Row>
    <!-- <Row>
      <Col span="21" offset="2" class="title">
        <Card :bordered="false" class="card" style="margin-top:30px">
          <p slot="title">大事年表</p>
          <p>
            1954—1959 北京钢铁工业学院冶金系钢铁冶金专业学习
            <br />1959—1963 北京钢铁工业学院、北京钢铁学院冶金系助教
            <br />1963—1971 上海工学院冶金工程系助教、炼钢教研室副主任
            <br />1971—1972 下放安徽省凤阳“五七”干校劳动
            <br />1972—1980 上海机械学院、上海工业大学冶金工程系助教、讲师、炼钢教研室主任
            <br />1980—1986 上海工业大学冶金工程系副主任、主任、副教授、教授（其间：1982—1983英国帝国理工学院做合作研究、访问学者；1984—1986 被聘任为北欧喷射冶金公司副总裁）
            <br />1986—1989 上海工业大学常务副校长
            <br />1989—1991 上海市教卫办公室副主任兼市高教局局长、党组书记
            <br />1991—1992 上海市计委主任、党组书记
            <br />1992.8—1992.12 上海市副市长兼市计委主任、党组书记
            <br />1992.12—1994 上海市委常委、副市长
            <br />1994—1995 上海市委副书记、副市长
            <br />1995 当选为中国工程院院士
            <br />1995—2001 上海市委副书记、市长
            <br />2001—2002 中国工程院党组书记
            <br />2002 任中国工程院院长、党组书记
            <br />2003 英国皇家工程院外籍院士、英国皇家土木工程师协会荣誉会员、瑞典皇家工程院外籍院士、塞尔维亚工程院外籍院士
            <br />2003.3 在全国政协十届一次会议上当选为第十届全国政协副主席，同年9月兼任中国工业经济联合会会长
            <br />2006美国工程院外籍院士、俄罗斯工程科学院外籍院士、瑞典国王大十字司令官勋章、德国友谊勋章
            <br />2006.6 连任中国工程院院长
            <br />2007日本铁钢学会荣誉会员
            <br />2008英国皇家工程院国际合作奖章
            <br />2010 在欧盟主办的“汉堡峰会：中国与欧洲相遇”上获中欧友谊奖
            <br />2010.6卸任中国工程院院长
            <br />2014.6担任京津冀协同发展专家咨询委员会组长
            <br />
          </p>
        </Card>
      </Col>
    </Row> -->
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss">
.title .ivu-card-head p,
.ivu-card-head-inner {
  font-size: 20px;
  font-weight: bold;
  color: #245086;
}
.introductions{
  .ivu-tag-border{
    height:40px;
    font-size:30px;
    width:100px;
  }
  .ivu-tag-text{
    top:10px;
    position:relative;
  }
}
</style>
<style lang="scss" scoped>
.card {
  position: relative;

  margin-bottom: 20px;
}
p {
  font-size: 15px;
}
</style>
<style scoped lang="scss">
@import "introduction";
</style>
